[{
    "postType": "Playing",
    "userId": {
      "$oid": "607c7ef62245ea4eb015806d"
    },
    "gameId": {
      "$oid": "607c7ef62245ea4eb015806d"
    }
  },
  {
    "postType": "Review",
    "reviewText": "I would die for this game",
    "reviewScore": 10,
    "userId": {
      "$oid": "607c7ef62245ea4eb015806d"
    },
    "gameId": {
      "$oid": "607c7ef62245ea4eb015806d"
    }
  },
  {
    "postType": "Review",
    "userId": {
      "$oid": "639f85bf78c091ecf665b155"
    },
    "gameId": {
      "$oid": "63a21825bd8880b887e6f9b7"
    },
    "postTimestamp": {
      "$date": {
        "$numberLong": "1672185560081"
      }
    },
    "__v": 0,
    "reviewText": "If your looking for a review on this game you've come to the wrong place. but if your looking for an outstanding pie recipe you've come to the right place. \nIngredients: 1. 6 tablespoons unsalted butter 2. 1/2 cup white sugar 3. 1/2 cup brown sugar 4. 1/4 cup water 5. 1/4 teaspoon cinnamon 6. 1 pinch salt 7. 5 apples - peeled, cored and sliced 8. 1 pastry for double-crust pie \nDirections: 1. Preheat oven to 425 degrees F (220 degrees C). 2. Combine butter, white sugar. brown sugar, water, cinnamon, and salt in a saucepan over medium heat. Bring to a boil, remove from heat and set aside. 3. Roll out half the pastry to fit a 9-inch pie plate. Place bottom crust in pie plate; pour in apple slices. 4. Roll out top crust into a 10-inch circle. Cut into 8 (1-inch) wide strips with a sharp paring knife or pastry wheel. Weave the pastry strips. one at a time, into a lattice pattern. Fold the ends of the lattice strips under the edge of the bottom crust and crimp to seal. 5. Pour butter-sugar mixture over top of pie, coating the lattice, and allowing any remaining sauce to drizzle through the crust. 6. Bake in the preheated oven for 15 minutes. Reduce heat to 350 degrees F (175 degrees C). and bake until the crust is golden brown, the caramel on the top crust is set, and the apple filling is bubbling, 35 to 40 more minutes. Allow to cool completely before slicing. \n",
    "reviewScore": "5"
  }
]